<?php


$_['msg_success_add'] = 'تم اضافة فاتوره المبيعات رقم %s بنجاح';
$_['msg_success_edit'] = 'تم تعديل فاتوره المبيعات رقم %s بنجاح';
$_['msg_error_edit'] = ' هناك خطأ لم يتم الحفظ ';
$_['msg_success_delete'] = 'تم حذف فاتوره المبيعات رقم %s بنجاح';
$_['msg_error_delete'] = 'هناك خطأ لم يتم الحذف قد يكون هناك مامرتبط بهذه الفاتوره';
$_['invalid_msg_max_receipt_price'] = 'لايمكن ان يقل قيمة الفاتوره عن الإيصال المصروف';
$_['msg_error_edit_product_count'] = '%s لايمكن ان تتعدي العدد الموجود بالمخزن وهو %s ' ;










