<?php

$_['title'] = 'اضافة مستخدم جديد';
$_['legend'] = 'بيانات المستخدم ';
$_['Text_add_new'] = 'اضافة مستخدم جديد';
$_['valid_msg'] = 'يبدو جيدا';


$_['Text_name'] = 'اسم المستخدم' ;
$_['invalid_msg_username'] = 'من فضلك ادخل اسم المستخدم ';

$_['Text_password'] = 'كلمة المرور' ;
$_['Text_password_again'] = 'تأكيد كلمة المرور' ;
$_['invalid_msg_password'] = 'من فضلك ادخل كلمة سر المستخدم ';

$_['Text_email'] = 'البريد الألكتروني' ;
$_['Text_email_again'] = 'تاكيد البريد الألكتروني' ;
$_['invalid_msg_email'] = 'من فضلك ادخل بريد المستخدم ';

$_['Text_phone'] = 'رقم المحمول' ;
$_['invalid_msg_phone'] = 'من فضلك ادخل رقم المحمول ';

$_['Text_group'] = ' اسم المجموعة التابع لها المستخدم' ;
$_['invalid_msg_group'] = 'من فضلك اختار اسم المجموعه ';




