<?php


$_['msg_success_add'] = 'تم اضافة المستخدم name بنجاح';
$_['msg_success_edit'] = 'تم تعديل المستخدم من name الي other';
$_['msg_success_delete'] = 'تم حذف المستخدم name بنجاح';
$_['msg_error_add'] = 'اسم المستخدم موجود مسبقا ؟ لم يتم الحفظ';



$_['msg_Username_req'] = 'من فضلك ادخل اسم المستخدم';
$_['msg_Password_req'] = 'ادخل كلمة سر المستخدم من 6 الي 20 حرف';
$_['msg_CPassword_req'] = 'يجب تاكيد كلمة سر المستخدم';
$_['msg_Email_req'] = 'ادخل البريد الألكتروني للمستخدم';
$_['msg_CEmail_req'] = 'يجب تاكيد البريد الالكتروني';
$_['msg_group_id_req'] = 'اختر مجموعة المستخدمين التابع لها المستخدم';


$_['msg_Username_alphanumEn'] = 'يجب ان يتكون اسم المستخدم من حروف انجليزيه فقط بدون اي رموز';
$_['msg_Email_vemail'] = 'ادخل بريد الاكتروني صحيح';
$_['msg_CEmail_vemail'] = ' تاكيد البريد الالكتروني يجب ان يكون صالح';
$_['msg_Phone_int'] = 'رقم المحمول يجب ان يكون ارقام فقط';
$_['msg_group_id_int'] = 'يجب اختيار مجموعة مستخدمين صحيحه';

$_['msg_Username_smin'] = 'اسم المستخدم يجب ان يكون اكثر من 6 احرف';
$_['msg_Password_smin'] = 'يجب ان تكون كلمة السر اكبر من 6 احرف ';
$_['msg_CPassword_smin'] = 'يجب ان تكون كلمة السر صحيحه ';







